brew "gh"
brew "git"
brew "proto"
brew "tree"
cask "1password"
cask "arc"
cask "azookey"
cask "cleanmymac"
cask "docker-desktop"
cask "dropbox"
cask "figma"
cask "google-chrome"
cask "gyazo"
cask "notion"
cask "nvidia-geforce-now"
cask "raycast"
cask "visual-studio-code"
cask "warp"
cask "zoom"

