tap "libsql/sqld"
tap "manaflow-ai/cmux"
tap "tursodatabase/tap"
brew "xz"
brew "cocoapods"
brew "ffmpeg"
brew "freetype"
brew "fontconfig"
brew "gh"
brew "git"
brew "gzip"
brew "ni"
brew "proto"
brew "tree"
brew "unzip"
brew "uv"
brew "watchman"
brew "tursodatabase/tap/turso"
cask "1password"
cask "antigravity"
cask "aqua-voice"
cask "arc"
cask "azookey"
cask "chatgpt"
cask "claude"
cask "cleanmymac"
cask "manaflow-ai/cmux/cmux"
cask "cursor"
cask "discord"
cask "docker-desktop"
cask "figma"
cask "font-hackgen"
cask "google-chrome"
cask "google-drive"
cask "gyazo"
cask "notion"
cask "nvidia-geforce-now"
cask "obsidian"
cask "raycast"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
vscode "anthropic.claude-code"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-tools"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "miguelsolorio.symbols"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "oxc.oxc-vscode"
vscode "redhat.vscode-yaml"
vscode "sleistner.vscode-fileutils"
vscode "suhelmakkad.shadcn-ui"
vscode "yzhang.markdown-all-in-one"
