tap "libsql/sqld"
tap "tursodatabase/tap"
brew "xz"
brew "cocoapods"
brew "gh"
brew "git"
brew "gzip"
brew "ni"
brew "proto"
brew "tree"
brew "unzip"
brew "watchman"
brew "tursodatabase/tap/turso"
cask "1password"
cask "antigravity"
cask "arc"
cask "azookey"
cask "chatgpt"
cask "claude"
cask "cleanmymac"
cask "cursor"
cask "discord"
cask "docker-desktop"
cask "dropbox"
cask "figma"
cask "font-hackgen"
cask "google-chrome"
cask "gyazo"
cask "notion"
cask "nvidia-geforce-now"
cask "raycast"
cask "visual-studio-code"
cask "warp"
cask "zoom"
vscode "anthropic.claude-code"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "chakrounanas.turbo-console-log"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-tools"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "gruntfuggly.todo-tree"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.vscode-yaml"
vscode "sleistner.vscode-fileutils"
vscode "streetsidesoftware.code-spell-checker"
vscode "suhelmakkad.shadcn-ui"
vscode "vscode-icons-team.vscode-icons"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
